Repository: Dixxy/Tur
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: name
uz: Ism

source: message
uz: xabar

source: created_at
uz: ma'lumotlar sozlanishi

source: contact
uz: Kontakt

source: contacts
uz: kontaktlar

source: title
uz: sarlavha

source: post tag
uz: post teg

source: post tags
uz: post teglar

source: image
uz: tasvir

source: posts
uz: postlar

source: comment
uz: kommentlar

source: comments
uz: komentlar

source: About Us
uz: Biz haqimizda

source: Pixel perfect design with awesome contents
uz: Ajoyib tarkibga ega pikselli mukammal dizayn

source: Our Story
uz: Bizning Hikoya

source: Jan
uz: Yan

source: 03 Comments
uz: komentlar

source: Search
uz: Qidirmoq

source: Category
uz: Turkum

source: Travel news
uz: Sayohat turi

source: Modern technology
uz: Zamonaviy texnologiya

source: Product
uz: Mahsulot

source: Inspiration
uz: Mashhur manzilфк

source: Health Care
uz: Sog'liqni saqlash

source: Recent Post
uz: Oxirgi xabar

source: From life was you fish...
uz: Siz hayotdan baliq edingiz ...

source: January 12, 2019
uz: 2019 yil 12 yanvar

source: The Amazing Hubble
uz: Ajoyib Hubble

source: 02 Hours ago
uz: 02 soat oldin

source: Astronomy Or Astrology
uz: Astronomiya yoki astrologiya

source: 03 Hours ago
uz: 03 soat oldin

source: Asteroids telescope
uz: Asteroid teleskopi

source: 01 Hours ago
uz: 01 soat oldin

source: Tag Clouds
uz: Teg bulutlari

source: project
uz: Proekt

source: love
uz: sevgi

source: technology
uz: texnologiya

source: travel
uz: sayohat

source: restaurant
uz: restoran

source: life style
uz: hayot tarzi

source: design
uz: dizayn

source: illustration
uz: Mashhur manzilar

source: Instagram Feeds
uz: Instagram tasmalari

source: Newsletter
uz: Obuna bo'ling

source: Get in Touch
uz: Aloqa

source: Enter Message
uz: Xabarni kiriting

source: Enter your name
uz: Ismingizni kiriting

source: Enter Subject
uz: mavzuni kiriting

source: Mon to Fri 9am to 6pm
uz: Dushanbadan Jumaga soat 9:00 dan 18:00 gacha

source: Send us your query anytime!
uz: Istalgan vaqtda bizga so'rovingizni yuboring!

source: Saintmartine Iceland
uz: Saintmartine Islandiya

source: Day-01
uz: Kun - 01

source: Day-02
uz: Kun - 02

source: Day-03
uz: Kun - 03

source: Contact for join
uz: Qo'shilish uchun murojaat qiling

source: Your Name
uz: Ismingiz

source: Phone no.
uz: Telefon raqami

source: Message
uz: xabar

source: submit
uz: jonatish

source: Subscribe Our Newsletter
uz: Bizning xabarnomamizga obuna bo'ling

source: Your mail
uz: Sizning pochtangiz

source: More Places
uz: Boshqa joylar

source: California
uz: Buttonwood, California

source: United State of America
uz: Amerika Qo'shma Shtatlari

source: 5 Days
uz: 5 Kun

source: Korola Megna
uz: Korola orrolari

source: Switzerland
uz: Shveytsariya

source: Where you want to go?
uz: Qayerga bormoqchisiz?

source: Where to go?
uz: Qayerga bormoqchisiz?

source: Date
uz: Sana

source: Travel type
uz: Sayohat turi

source: Some option
uz: Ba'zi variant

source: Popular Destination
uz: Mashhur manzil

source: Italy
uz: Italiya

source: Brazil
uz: Braziliya

source: America
uz: Amerika

source: Maldives
uz: Maldiv orollari

source: Popular Places
uz: Mashhur joylar

source: Miami Beach
uz: Mayami

source: Comfortable Journey
uz: Qulay sayohat

source: A wonderful serenity has taken to the possession of my entire soul.
uz: Ajoyib bir xotirjamlik butun qalbimni egallab oldi.

source: Luxuries Hotel
uz: Hashamatli mehmonxona

source: Travel Guide
uz: Sayohat bo'yicha qo'llanma

source: Working in conjunction with humanitarian aid agencies, we have supported programmes to help alleviate human suffering.
uz: Gumanitar yordam agentliklari bilan hamkorlikda ishlagan holda biz qo'llabquvvatladikodamlar azobini engillashtirishga yordam beradigan dasturlar.

source: Home
uz: Bosh Sahifa

source: About
uz: Biz haqimizda

source: Contacts
uz: Kontaktlar

source: English
uz: Ingliz tili

source: Russian
uz: Russ tili

source: Uzbek
uz: Uzbek tili

source: create_at
uz: yaratilgan sana

source: tour tag
uz: tur teg

source: tour tags
uz: tur teglari

source: images
uz: tasvirlar

source: price
uz: narx

source: discount
uz: chegirma

source: tour
uz: tur

source: tours
uz: turlar
